
const PersianTexts={
home:{
    myName:"من مسعود دلوجی هستم.",
    myWork:"توسعه دهنده فرانت اند",
    mySolgan:`  من یک توسعه‌دهنده فرانت اند هستم و همیشه دنبال یادگیری ، بهبود مهارت
    های خود و بهره‌گیری از تجربیات افراد متخصص هستم. من از انجام کار با
    کیفیت و به موقع لذت می‌برم. اگر به دنبال یک توسعه‌دهنده متعهد و با
    کیفیت برای پروژه‌هایتان هستید، آماده همکاری هستم. با تعهد و پشتکار
    من، باور دارم که می‌توانیم به همراه هم به اهداف خود دست پیدا کنیم.`,
    btn:"بیشتر بخوانید"
},
about:{
    personalInfo:" اطلاعات شخصی",
    btn:"دانلود رزومه",
    mySkill:"مهارت های من",
    education:"تجربه و آموزش"
},
contact:{
    sendMessageSuccess:"پیغام شما با موفقیت ارسال شد",
    senMessageError:"ارسال پیغام با مشکل مواجه شد",
    solgan:` با خیال راحت با من در تماس باشید. همواره آماده بحث درباره
    پروژه‌های جدید، ایده‌های خلاقانه و فرصت‌هایی هستم که بخشی از
    چشم‌انداز شما باشم. با تجربه و علاقه‌مندی به همکاری، به دنبال
    رشد و پیشرفت هستم. خوشحال خواهم شد اگر بتوانم به شما کمک کنم و
    به تحقق اهدافتان نیز برسید.`,
    address:" استان لرستان، شهرستان کوهدشت",
    email:"masouddaloji.front@gmail.com",
    phone:"09039730443",
    error:{
        userName:{
            required:"وارد کردن نام الزامی می باشد",
            min:"حداقل تعداد کاراکتر نام پنج می باشد",
            max:"حداکثر تعداد کاراکتر نام بیست می باشد"
        },
        email:{
            required:"وارد کردن ایمیل الزامی می باشد",
            min:"حداقل تعداد کاراکتر ایمیل ده می باشد",
            max:"حداکثر تعداد کاراکتر ایمیل سی می باشد",
            match:"لطفا یک ایمیل معتبر وارد کنید"
        },
        subject:{
            required:"وارد کردن موضوع الزامی می باشد",
            min:"حداقل تعداد کاراکتر موضوع چهار می باشد",
            max:"حداکثر تعداد کاراکتر موضوع چهل می باشد"
        },
        message:{
            required:"وارد کردن پیغام الزامی می باشد",
            min:"حداقل تعداد کاراکتر پیغام ده می باشد",
            max:"حداکثر تعداد کاراکتر پیغام سیصد می باشد"
        }
    },
    btn:"ارسال پیغام"
}
}

export default PersianTexts